{
  "originalFilename": "NEP_Final_English_0_removed (1).pdf",
  "timestamp": "2025-11-18T20:28:57.969Z",
  "pages": 10,
  "wordCount": 4523,
  "textLength": 30532,
  "preview": "1\nY\nNational Education\nPolicy 2020\nMinistry of Human\nResource Development\nGovernment of India\n\n-- 1 of 10 --\n\n1\nChapter Contents Page\nNo\nIntroduction 3\nPART I. SCHOOL EDUCATION\n1 Early Childhood Care and Education: The Foundation of Learning 7\n2 Foundational Literacy and Numeracy: An Urgent & Necessary\nPrerequisite to Learning\n8\n3 Curtailing Dropout Rates and Ensuring Universal Access to Education at\nAll Levels\n10\n4 Curriculum and Pedagogy in Schools: Learning Should be Holistic,\nIntegrated, Enjoyable and Engaging\n11\n5 Teachers 20\n6 Equitable and Inclusive Educa4tion: Learning for All 24\n7 Efficient Resourcing and Effective Governance through School\nComplexes/Clusters\n28\n8 Standard-setting and Accreditation for School Education 30\nPART II. HIGHER EDUCATION\n9 Quality Universities and Colleges: A New and Forward-looking Vision\nfor India’s Higher Education System\n33\n10 Institutional Restructuring and Consolidation 34\n11 Towards a More Holistic and Multidisciplinary Education 36\n12 Optimal Learning Environments and Support for Students 38\n13 Motivated, Energized and Capable Faculty 40\n14 Equity and Inclusion in Higher Education 41\n15 Teacher Education 42\n16 Re-imagining Vocational Education 43\n17 Catalyzing Quality Academic Research in all Fields through a New\nNational Research Foundation\n45\n18 Transforming the Regulatory System of Higher Education 46\n\n-- 2 of 10 --\n\nNational Education Policy 2020\n2\n19 Effective Governance and Leadership for Higher Education Institutions 49\nPART III. OTHER KEY AREAS OF FOCUS\n20 Professional Education 50\n21 Adult Education and Life Long Learning 51\n22 Promotion of Indian Languages, Arts and Culture 53\n23 Technology Use and Integration 56\n24 Online and Digital Education: Ensuring Equitable Use of Technology 58\nPART IV. MAKING IT HAPPEN\n25 Strengthening the Central Advisory Board of Education 60\n26 Financing: Affordable and Quality Education for All 60\n27 Implementation 61\nList of Abbreviations used 63\n\n-- 3 of 10 --\n\nNational Education Po",
  "fullText": "1\nY\nNational Education\nPolicy 2020\nMinistry of Human\nResource Development\nGovernment of India\n\n-- 1 of 10 --\n\n1\nChapter Contents Page\nNo\nIntroduction 3\nPART I. SCHOOL EDUCATION\n1 Early Childhood Care and Education: The Foundation of Learning 7\n2 Foundational Literacy and Numeracy: An Urgent & Necessary\nPrerequisite to Learning\n8\n3 Curtailing Dropout Rates and Ensuring Universal Access to Education at\nAll Levels\n10\n4 Curriculum and Pedagogy in Schools: Learning Should be Holistic,\nIntegrated, Enjoyable and Engaging\n11\n5 Teachers 20\n6 Equitable and Inclusive Educa4tion: Learning for All 24\n7 Efficient Resourcing and Effective Governance through School\nComplexes/Clusters\n28\n8 Standard-setting and Accreditation for School Education 30\nPART II. HIGHER EDUCATION\n9 Quality Universities and Colleges: A New and Forward-looking Vision\nfor India’s Higher Education System\n33\n10 Institutional Restructuring and Consolidation 34\n11 Towards a More Holistic and Multidisciplinary Education 36\n12 Optimal Learning Environments and Support for Students 38\n13 Motivated, Energized and Capable Faculty 40\n14 Equity and Inclusion in Higher Education 41\n15 Teacher Education 42\n16 Re-imagining Vocational Education 43\n17 Catalyzing Quality Academic Research in all Fields through a New\nNational Research Foundation\n45\n18 Transforming the Regulatory System of Higher Education 46\n\n-- 2 of 10 --\n\nNational Education Policy 2020\n2\n19 Effective Governance and Leadership for Higher Education Institutions 49\nPART III. OTHER KEY AREAS OF FOCUS\n20 Professional Education 50\n21 Adult Education and Life Long Learning 51\n22 Promotion of Indian Languages, Arts and Culture 53\n23 Technology Use and Integration 56\n24 Online and Digital Education: Ensuring Equitable Use of Technology 58\nPART IV. MAKING IT HAPPEN\n25 Strengthening the Central Advisory Board of Education 60\n26 Financing: Affordable and Quality Education for All 60\n27 Implementation 61\nList of Abbreviations used 63\n\n-- 3 of 10 --\n\nNational Education Policy 2020\n3\nIntroduction\nEducation is fundamental for achieving full human potential, developing an equitable and just\nsociety, and promoting national development. Providing universal access to quality education is the\nkey to India’s continued ascent, and leadership on the global stage in terms of economic growth,\nsocial justice and equality, scientific advancement, national integration, and cultural preservation.\nUniversal high-quality education is the best way forward for developing and maximizing our\ncountry's rich talents and resources for the good of the individual, the society, the country, and the\nworld. India will have the highest population of young people in the world over the next decade, and\nour ability to provide high-quality educational opportunities to them will determine the future of our\ncountry.\nThe global education development agenda reflected in the Goal 4 (SDG4) of the 2030 Agenda for\nSustainable Development, adopted by India in 2015 - seeks to “ensure inclusive and equitable quality\neducation and promote lifelong learning opportunities for all” by 2030. Such a lofty goal will require\nthe entire education system to be reconfigured to support and foster learning, so that all of the critical\ntargets and goals (SDGs) of the 2030 Agenda for Sustainable Development can be achieved.\nThe world is undergoing rapid changes in the knowledge landscape. With various dramatic scientific\nand technological advances, such as the rise of big data, machine learning, and artificial intelligence,\nmany unskilled jobs worldwide may be taken over by machines, while the need for a skilled\nworkforce, particularly involving mathematics, computer science, and data science, in conjunction\nwith multidisciplinary abilities across the sciences, social sciences, and humanities, will be\nincreasingly in greater demand. With climate change, increasing pollution, and depleting natural\nresources, there will be a sizeable shift in how we meet the world’s energy, water, food, and\nsanitation needs, again resulting in the need for new skilled labour, particularly in biology, chemistry,\nphysics, agriculture, climate science, and social science. The growing emergence of epidemics and\npandemics will also call for collaborative research in infectious disease management and\ndevelopment of vaccines and the resultant social issues heightens the need for multidisciplinary\nlearning. There will be a growing demand for humanities and art, as India moves towards becoming a\ndeveloped country as well as among the three largest economies in the world.\nIndeed, with the quickly changing employment landscape and global ecosystem, it is becoming\nincreasingly critical that children not only learn, but more importantly learn how to learn. Education\nthus, must move towards less content, and more towards learning about how to think critically and\nsolve problems, how to be creative and multidisciplinary, and how to innovate, adapt, and absorb new\nmaterial in novel and changing fields. Pedagogy must evolve to make education more experiential,\nholistic, integrated, inquiry-driven, discovery-oriented, learner-centred, discussion-based, flexible,\nand, of course, enjoyable. The curriculum must include basic arts, crafts, humanities, games, sports\nand fitness, languages, literature, culture, and values, in addition to science and mathematics, to\ndevelop all aspects and capabilities of learners; and make education more well-rounded, useful, and\nfulfilling to the learner. Education must build character, enable learners to be ethical, rational,\ncompassionate, and caring, while at the same time prepare them for gainful, fulfilling employment.\nThe gap between the current state of learning outcomes and what is required must be bridged through\nundertaking major reforms that bring the highest quality, equity, and integrity into the system, from\nearly childhood care and education through higher education.\nThe aim must be for India to have an education system by 2040 that is second to none, with equitable\naccess to the highest-quality education for all learners regardless of social or economic background.\nThis National Education Policy 2020 is the first education policy of the 21st century and aims to\naddress the many growing developmental imperatives of our country. This Policy proposes the\nrevision and revamping of all aspects of the education structure, including its regulation and\ngovernance, to create a new system that is aligned with the aspirational goals of 21st century\neducation, including SDG4, while building upon India’s traditions and value systems. The National\n\n-- 4 of 10 --\n\nNational Education Policy 2020\n4\nEducation Policy lays particular emphasis on the development of the creative potential of each\nindividual. It is based on the principle that education must develop not only cognitive capacities -\nboth the ‘foundational capacities ’of literacy and numeracy and ‘higher-order’ cognitive capacities,\nsuch as critical thinking and problem solving – but also social, ethical, and emotional capacities and\ndispositions.\nThe rich heritage of ancient and eternal Indian knowledge and thought has been a guiding light for\nthis Policy. The pursuit of knowledge (Jnan), wisdom (Pragyaa), and truth (Satya) was always\nconsidered in Indian thought and philosophy as the highest human goal. The aim of education in\nancient India was not just the acquisition of knowledge as preparation for life in this world, or life\nbeyond schooling, but for the complete realization and liberation of the self. World-class institutions\nof ancient India such as Takshashila, Nalanda,Vikramshila, Vallabhi, set the highest standards of\nmultidisciplinary teaching and research and hosted scholars and students from across backgrounds\nand countries. The Indian education system produced great scholars such as Charaka, Susruta,\nAryabhata, Varahamihira, Bhaskaracharya, Brahmagupta, Chanakya, Chakrapani Datta, Madhava,\nPanini, Patanjali, Nagarjuna, Gautama, Pingala, Sankardev, Maitreyi, Gargi and Thiruvalluvar,\namong numerous others, who made seminal contributions to world knowledge in diverse fields such\nas mathematics, astronomy, metallurgy, medical science and surgery, civil engineering, architecture,\nshipbuilding and navigation, yoga, fine arts, chess, and more. Indian culture and philosophy have had\na strong influence on the world. These rich legacies to world heritage must not only be nurtured and\npreserved for posterity but also researched, enhanced, and put to new uses through our education\nsystem.\nThe teacher must be at the centre of the fundamental reforms in the education system. The new\neducation policy must help re-establish teachers, at all levels, as the most respected and essential\nmembers of our society, because they truly shape our next generation of citizens. It must do\neverything to empower teachers and help them to do their job as effectively as possible. The new\neducation policy must help recruit the very best and brightest to enter the teaching profession at all\nlevels, by ensuring livelihood, respect, dignity, and autonomy, while also instilling in the system\nbasic methods of quality control and accountability.\nThe new education policy must provide to all students, irrespective of their place of residence, a\nquality education system, with particular focus on historically marginalized, disadvantaged, and\nunderrepresented groups. Education is a great leveler and is the best tool for achieving economic and\nsocial mobility, inclusion, and equality. Initiatives must be in place to ensure that all students from\nsuch groups, despite inherent obstacles, are provided various targeted opportunities to enter and excel\nin the educational system.\nThese elements must be incorporated taking into account the local and global needs of the country,\nand with a respect for and deference to its rich diversity and culture. Instilling knowledge of India and\nits varied social, cultural, and technological needs, its inimitable artistic, language, and knowledge\ntraditions, and its strong ethics in India’s young people is considered critical for purposes of national\npride, self-confidence, self-knowledge, cooperation, and integration.\nPrevious Policies\nThe implementation of previous policies on education has focused largely on issues of access and\nequity. The unfinished agenda of the National Policy on Education 1986, modified in 1992 (NPE\n1986/92), is appropriately dealt with in this Policy. A major development since the last Policy of\n1986/92 has been the Right of Children to Free and Compulsory Education Act 2009 which laid\ndown legal underpinnings for achieving universal elementary education.\nPrinciples of this Policy\nThe purpose of the education system is to develop good human beings capable of rational thought\nand action, possessing compassion and empathy, courage and resilience, scientific temper and\n\n-- 5 of 10 --\n\nNational Education Policy 2020\n5\ncreative imagination, with sound ethical moorings and values. It aims at producing engaged,\nproductive, and contributing citizens for building an equitable, inclusive, and plural society as\nenvisaged by our Constitution.\nA good education institution is one in which every student feels welcomed and cared for, where a\nsafe and stimulating learning environment exists, where a wide range of learning experiences are\noffered, and where good physical infrastructure and appropriate resources conducive to learning are\navailable to all students. Attaining these qualities must be the goal of every educational institution.\nHowever, at the same time, there must also be seamless integration and coordination across\ninstitutions and across all stages of education.\nThe fundamental principles that will guide both the education system at large, as well as the\nindividual institutions within it are:\n• recognizing, identifying, and fostering the unique capabilities of each student, by\nsensitizing teachers as well as parents to promote each student’s holistic development in both\nacademic and non-academic spheres;\n• according the highest priority to achieving Foundational Literacy and Numeracy by all\nstudents by Grade 3;\n• flexibility, so that learners have the ability to choose their learning trajectories and programmes,\nand thereby choose their own paths in life according to their talents and interests;\n• no hard separations between arts and sciences, between curricular and extra-curricular\nactivities, between vocational and academic streams, etc. in order to eliminate harmful\nhierarchies among, and silos between different areas of learning;\n• multidisciplinarity and a holistic education across the sciences, social sciences, arts,\nhumanities, and sports for a multidisciplinary world in order to ensure the unity and integrity\nof all knowledge;\n• emphasis on conceptual understanding rather than rote learning and learning-for-exams;\n• creativity and critical thinking to encourage logical decision-making and innovation;\n• ethics and human & Constitutional values like empathy, respect for others, cleanliness,\ncourtesy, democratic spirit, spirit of service, respect for public property, scientific temper,\nliberty, responsibility, pluralism, equality, and justice;\n• promoting multilingualism and the power of language in teaching and learning;\n• life skills such as communication, cooperation, teamwork, and resilience;\n• focus on regular formative assessment for learning rather than the summative assessment that\nencourages today’s ‘coaching culture’;\n• extensive use of technology in teaching and learning, removing language barriers, increasing\naccess for Divyang students, and educational planning and management;\n• respect for diversity and respect for the local context in all curriculum, pedagogy, and policy,\nalways keeping in mind that education is a concurrent subject;\n• full equity and inclusion as the cornerstone of all educational decisions to ensure that all\nstudents are able to thrive in the education system;\n• synergy in curriculum across all levels of education from early childhood care and\neducation to school education to higher education;\n• teachers and faculty as the heart of the learning process – their recruitment, continuous\nprofessional development, positive working environments and service conditions;\n• a ‘light but tight’ regulatory framework to ensure integrity, transparency, and resource\nefficiency of the educational system through audit and public disclosure while encouraging\ninnovation and out-of-the-box ideas through autonomy, good governance, and empowerment;\n• outstanding research as a corequisite for outstanding education and development;\n• continuous review of progress based on sustained research and regular assessment by\neducational experts;\n\n-- 6 of 10 --\n\nNational Education Policy 2020\n6\n• a rootedness and pride in India, and its rich, diverse, ancient and modern culture and\nknowledge systems and traditions;\n• education is a public service; access to quality education must be considered a basic right of\nevery child;\n• substantial investment in a strong, vibrant public education system as well as the\nencouragement and facilitation of true philanthropic private and community participation.\nThe Vision of this Policy\nThis National Education Policy envisions an education system rooted in Indian ethos that contributes\ndirectly to transforming India, that is Bharat, sustainably into an equitable and vibrant knowledge\nsociety, by providing high-quality education to all, and thereby making India a global knowledge\nsuperpower. The Policy envisages that the curriculum and pedagogy of our institutions must\ndevelop among the students a deep sense of respect towards the Fundamental Duties and\nConstitutional values, bonding with one’s country, and a conscious awareness of one’s roles\nand responsibilities in a changing world. The vision of the Policy is to instill among the\nlearners a deep-rooted pride in being Indian, not only in thought, but also in spirit, intellect,\nand deeds, as well as to develop knowledge, skills, values, and dispositions that support\nresponsible commitment to human rights, sustainable development and living, and global\nwell-being, thereby reflecting a truly global citizen.\nPart I. SCHOOL EDUCATION\nThis policy envisages that the extant 10+2 structure in school education will be modified with a new\npedagogical and curricular restructuring of 5+3+3+4 covering ages 3-18 as shown in the\nrepresentative figure and elaborated in detail later under Chapter 4.\nMidd\nle\n10\n(Ages 6-16)\n2\n(Ages16-18)\n2 years\n(Class 1 & 2)\n(Ages 6-8)\n.............………………\n3 years\n(Anganwadi/ pre-\nschool/Balvatika)\n(Ages 3-6)\n3\n(Class 3 to 5)\n(Ages 8-11)\n3\n(Class 6 to 8)\n(Ages 11-14)\n4\n(Class 9 to 12)\n(Ages14-18)\nPrevious academic structure New Pedagogical & Curricular Structure\nFoundational\nPrepa\nratory\nSecondary\n\n-- 7 of 10 --\n\nNational Education Policy 2020\n7\nCurrently, children in the age group of 3-6 are not covered in the 10+2 structure as Class 1 begins at\nage 6. In the new 5+3+3+4 structure, a strong base of Early Childhood Care and Education (ECCE)\nfrom age 3 is also included, which is aimed at promoting better overall learning, development, and\nwell-being.\n1. Early Childhood Care and Education: The Foundation of Learning\n1.1. Over 85% of a child’s cumulative brain development occurs prior to the age of 6, indicating the\ncritical importance of appropriate care and stimulation of the brain in the early years in order to\nensure healthy brain development and growth. Presently, quality ECCE is not available to crores of\nyoung children, particularly children from socio-economically disadvantaged backgrounds. Strong\ninvestment in ECCE has the potential to give all young children such access, enabling them to\nparticipate and flourish in the educational system throughout their lives. Universal provisioning of\nquality early childhood development, care, and education must thus be achieved as soon as possible,\nand no later than 2030, to ensure that all students entering Grade 1 are school ready.\n1.2. ECCE ideally consists of flexible, multi-faceted, multi-level, play-based, activity-based, and\ninquiry-based learning, comprising of alphabets, languages, numbers, counting, colours, shapes,\nindoor and outdoor play, puzzles and logical thinking, problem-solving, drawing, painting and other\nvisual art, craft, drama and puppetry, music and movement. It also includes a focus on developing\nsocial capacities, sensitivity, good behaviour, courtesy, ethics, personal and public cleanliness,\nteamwork, and cooperation. The overall aim of ECCE will be to attain optimal outcomes in the\ndomains of: physical and motor development, cognitive development, socio-emotional-ethical\ndevelopment, cultural/artistic development, and the development of communication and early\nlanguage, literacy, and numeracy.\n1.3. A National Curricular and Pedagogical Framework for Early Childhood Care and Education\n(NCPFECCE) for children up to the age of 8 will be developed by NCERT in two parts, namely, a\nsub-framework for 0-3 year-olds, and a sub-framework for 3-8 year-olds, aligned with the above\nguidelines, the latest research on ECCE, and national and international best practices. In particular,\nthe numerous rich local traditions of India developed over millennia in ECCE involving art, stories,\npoetry, games, songs, and more, will also be suitably incorporated. The framework will serve as a\nguide both for parents and for early childhood care and education institutions.\n1.4. The overarching goal will be to ensure universal access to high-quality ECCE across the country\nin a phased manner. Special attention and priority will be given to districts and locations that are\nparticularly socio-economically disadvantaged. ECCE shall be delivered through a significantly\nexpanded and strengthened system of early-childhood education institutions consisting of (a) stand-\nalone Anganwadis; (b) Anganwadis co-located with primary schools; (c) pre-primary\nschools/sections covering at least age 5 to 6 years co-located with existing primary schools; and (d)\nstand-alone pre-schools - all of which would recruit workers/teachers specially trained in the\ncurriculum and pedagogy of ECCE.\n1.5. For universal access to ECCE, Anganwadi Centres will be strengthened with high-quality\ninfrastructure, play equipment, and well-trained Anganwadi workers/teachers. Every Anganwadi will\nhave a well-ventilated, well-designed, child-friendly and well-constructed building with an enriched\nlearning environment. Children in Anganwadi Centres shall take activity-filled tours - and meet the\nteachers and students of their local primary schools, in order to make the transition from Anganwadi\nCentres to primary schools a smooth one. Anganwadis shall be fully integrated into school\ncomplexes/clusters, and Anganwadi children, parents, and teachers will be invited to attend and\nparticipate in school/school complex programmes and vice versa.\n1.6. It is envisaged that prior to the age of 5 every child will move to a “Preparatory Class”\nor “Balavatika” (that is, before Class 1), which has an ECCE-qualified teacher. The learning\nin the Preparatory Class shall be based primarily on play-based learning with a focus on\ndeveloping cognitive, affective, and psychomotor abilities and early literacy and numeracy. The mid-\n\n-- 8 of 10 --\n\nNational Education Policy 2020\n8\nday meal programme shall also be extended to the Preparatory Classes in primary schools. Health\ncheck-ups and growth monitoring that are available in the Anganwadi system shall also be made\navailable to Preparatory Class students of Anganwadi as well as of primary schools.\n1.7. To prepare an initial cadre of high-quality ECCE teachers in Anganwadis, current Anganwadi\nworkers/teachers will be trained through a systematic effort in accordance with the\ncurricular/pedagogical framework developed by NCERT. Anganwadi workers/teachers with\nqualifications of 10+2 and above shall be given a 6-month certificate programme in ECCE; and those\nwith lower educational qualifications shall be given a one-year diploma programme covering early\nliteracy, numeracy, and other relevant aspects of ECCE. These programmes may be run through\ndigital/distance mode using DTH channels as well as smartphones, allowing teachers to acquire\nECCE qualifications with minimal disruption to their current work. The ECCE training of Anganwadi\nworkers/teachers will be mentored by the Cluster Resource Centres of the School Education\nDepartment which shall hold at least one monthly contact class for continuous assessment. In the\nlonger term, State Governments shall prepare cadres of professionally qualified educators for early\nchildhood care and education, through stage-specific professional training, mentoring mechanisms,\nand career mapping. Necessary facilities will also be created for the initial professional preparation of\nthese educators and their Continuous Professional Development (CPD).\n1.8. ECCE will also be introduced in Ashramshalas in tribal-dominated areas and in all formats of\nalternative schooling in a phased manner. The process for integration and implementation of ECCE\nin Ashramshalas and alternative schooling will be similar to that detailed above.\n1.9. The responsibility for ECCE curriculum and pedagogy will lie with MHRD to ensure its\ncontinuity from pre-primary school through primary school, and to ensure due attention to the\nfoundational aspects of education. The planning and implementation of early childhood care and\neducation curriculum will be carried out jointly by the Ministries of HRD, Women and Child\nDevelopment (WCD), Health and Family Welfare (HFW), and Tribal Affairs. A special joint task\nforce will be constituted for continuous guidance of the smooth integration of early childhood care\nand education into school education.\n2. Foundational Literacy and Numeracy: An Urgent & Necessary Prerequisite to Learning\n2.1. The ability to read and write, and perform basic operations with numbers, is a necessary\nfoundation and an indispensable prerequisite for all future schooling and lifelong learning. However,\nvarious governmental, as well as non-governmental surveys, indicate that we are currently in a\nlearning crisis: a large proportion of students currently in elementary school - estimated to be over 5\ncrore in number - have not attained foundational literacy and numeracy, i.e., the ability to read and\ncomprehend basic text and the ability to carry out basic addition and subtraction with Indian\nnumerals.\n2.2. Attaining foundational literacy and numeracy for all children will thus become an urgent\nnational mission, with immediate measures to be taken on many fronts and with clear goals that\nwill be attained in the short term (including that every student will attain foundational literacy\nand numeracy by Grade 3). The highest priority of the education system will be to achieve\nuniversal foundational literacy and numeracy in primary school by 2025. The rest of this Policy\nwill become relevant for our students only if this most basic learning requirement (i.e., reading,\nwriting, and arithmetic at the foundational level) is first achieved. To this end, a National\nMission on Foundational Literacy and Numeracy will be set up by the Ministry of Human\nResource Development (MHRD) on priority. Accordingly, all State/UT governments will\nimmediately prepare an implementation plan for attaining universal foundational literacy and\nnumeracy in all primary schools, identifying stage-wise targets and goals to be achieved by 2025, and\nclosely tracking and monitoring progress of the same.\n2.3. First, teacher vacancies will be filled at the earliest, in a time-bound manner - especially in\ndisadvantaged areas and areas with large pupil-to-teacher ratios or high rates of illiteracy. Special\n\n-- 9 of 10 --\n\nNational Education Policy 2020\n9\nattention will be given to employing local teachers or those with familiarity with local languages. A\npupil-teacher ratio (PTR) of under 30:1 will be ensured at the level of each school; areas having large\nnumbers of socio-economically disadvantaged students will aim for a PTR of under 25:1. Teachers\nwill be trained, encouraged, and supported - with continuous professional development - to impart\nfoundational literacy and numeracy.\n2.4. On the curricular side, there will be an increased focus on foundational literacy and numeracy -\nand generally, on reading, writing, speaking, counting, arithmetic, and mathematical thinking -\nthroughout the preparatory and middle school curriculum, with a robust system of continuous\nformative/adaptive assessment to track and thereby individualize and ensure each student's learning.\nSpecific hours daily - and regular events over the year-on activities involving these subjects will be\ndedicated to encourage and enthuse students. Teacher education and the early grade curriculum will\nbe redesigned to have a renewed emphasis on foundational literacy and numeracy.\n2.5. Currently, with the lack of universal access to ECCE, a large proportion of children already fall\nbehind within the first few weeks of Grade 1. Thus, to ensure that all students are school ready, an\ninterim 3-month play-based ‘school preparation module’ for all Grade 1 students, consisting of\nactivities and workbooks around the learning of alphabets, sounds, words, colours, shapes, and\nnumbers, and involving collaborations with peers and parents, will be developed by NCERT and\nSCERTs.\n2.6. A national repository of high-quality resources on foundational literacy and numeracy will be\nmade available on the Digital Infrastructure for Knowledge Sharing (DIKSHA). Technological\ninterventions to serve as aids to teachers and to help bridge any language barriers that may exist\nbetween teachers and students, will be piloted and implemented\n2.7. Due to the scale of the current learning crisis, all viable methods will be explored to support\nteachers in the mission of attaining universal foundational literacy and numeracy. Studies around the\nworld show one-on-one peer tutoring to be extremely effective for learning not just for the learner,\nbut also for the tutor. Thus, peer tutoring can be taken up as a voluntary and joyful activity for fellow\nstudents under the supervision of trained teachers and by taking due care of safety aspects.\nAdditionally, it will also be made far easier for trained volunteers - from both the local community\nand beyond - to participate in this large-scale mission. Every literate member of the community\ncould commit to teaching one student/person how to read, it would change the country’s landscape\nvery quickly. States may consider establishing innovative models to foster such peer-tutoring and\nvolunteer activities, as well as launch other programmes to support learners, in this nationwide\nmission to promote foundational literacy and numeracy.\n2.8. Enjoyable and inspirational books for students at all levels will be developed, including through\nhigh-quality translation (technology assisted as needed) in all local and Indian languages, and will be\nmade available extensively in both school and local public libraries. Public and school libraries will\nbe significantly expanded to build a culture of reading across the country. Digital libraries will also\nbe established. School libraries will be set up - particularly in villages - to serve the community\nduring non-school hours, and book clubs may meet in public/school libraries to further facilitate and\npromote widespread reading. A National Book Promotion Policy will be formulated, and extensive\ninitiatives will be undertaken to ensure the availability, accessibility, quality, and readership of books\nacross geographies, languages, levels, and genres.\n2.9. Children are unable to learn optimally when they are undernourished or unwell. Hence, the\nnutrition and health (including mental health) of children will be addressed, through healthy meals\nand the introduction of well-trained social workers, counsellors, and community involvement into the\nschooling system. Furthermore, research shows that the morning hours after a nutritious breakfast can\nbe particularly productive for the study of cognitively more demanding subjects and hence these\nhours may be leveraged by providing a simple but energizing breakfast in addition to midday meals.\nIn locations where hot meals are not possible, a simple but nutritious meal, e.g., groundnuts/chana\nmixed with jaggery and/or local fruits may be provided. All school children shall undergo regular\n\n-- 10 of 10 --",
  "metadata": {
    "pageCount": 10,
    "characters": 30532,
    "words": 4523
  }
}